Repository: elysium-studio/Glance
Catalog: Glance.QuickConvert.OnlineMedia/Strings/*/Resources.resw
Source language: en
Languages: de, es, fr, it, ja, ko, nl, pl, pt_br, zh_hans

# OnlineMediaConverterName
source: Online media
de: Online-Medien
es: Contenido multimedia en línea
fr: Média en ligne
it: Contenuti multimediali online
ja: オンライン メディア
ko: 온라인 미디어
pl: Multimedia online
pt_br: Mídia online
zh_hans: 在线媒体

# OnlineMediaConverterDescription
source: Download video or audio from a supported link
de: Video oder Audio über einen unterstützten Link herunterladen
es: Descarga vídeo o audio desde un enlace compatible
fr: Télécharger une vidéo ou un fichier audio depuis un lien pris en charge
it: Scarica video o audio da un collegamento supportato
ja: 対応しているリンクから動画または音声をダウンロードします
ko: 지원되는 링크에서 비디오 또는 오디오 다운로드
nl: Video of audio downloaden via een ondersteunde koppeling
pl: Pobierz wideo lub dźwięk z obsługiwanego linku
pt_br: Baixe vídeo ou áudio de um link compatível
zh_hans: 从支持的链接下载视频或音频

source: Output format
de: Ausgabeformat
es: Formato de salida
fr: Format de sortie
it: Formato di output
ja: 出力形式
ko: 출력 형식
nl: Uitvoerindeling
pl: Format wyjściowy
pt_br: Formato de saída
zh_hans: 输出格式

# DownloadQuality
source: Video quality
de: Videoqualität
es: Calidad de vídeo
fr: Qualité vidéo
it: Qualità video
ja: 動画の品質
ko: 비디오 품질
nl: Videokwaliteit
pl: Jakość wideo
pt_br: Qualidade do vídeo
zh_hans: 视频质量

source: Best available
de: Beste verfügbare Qualität
es: Mejor disponible
fr: Meilleure disponible
it: Migliore disponibile
ja: 利用可能な最高品質
ko: 사용 가능한 최고 품질
nl: Best beschikbaar
pl: Najlepsza dostępna
pt_br: Melhor disponível
zh_hans: 最佳可用质量

# OutputFileMissing
source: The converted file could not be found.
de: Die konvertierte Datei wurde nicht gefunden.
es: No se pudo encontrar el archivo convertido.
fr: Le fichier converti est introuvable.
it: Impossibile trovare il file convertito.
ja: 変換されたファイルが見つかりませんでした。
ko: 변환된 파일을 찾을 수 없습니다.
nl: Het geconverteerde bestand is niet gevonden.
pl: Nie znaleziono przekonwertowanego pliku.
pt_br: O arquivo convertido não foi encontrado.
zh_hans: 找不到转换后的文件。

# VideoUnavailable
source: This video is unavailable.
de: Dieses Video ist nicht verfügbar.
es: Este vídeo no está disponible.
fr: Cette vidéo n’est pas disponible.
it: Questo video non è disponibile.
ja: この動画は利用できません。
ko: 이 비디오를 사용할 수 없습니다.
nl: Deze video is niet beschikbaar.
pl: Ten film jest niedostępny.
pt_br: Este vídeo não está disponível.
zh_hans: 此视频不可用。

# SignInRequired
source: This video requires you to sign in.
de: Für dieses Video musst du dich anmelden.
es: Debes iniciar sesión para ver este vídeo.
fr: Vous devez vous connecter pour accéder à cette vidéo.
it: Per questo video devi eseguire l’accesso.
ja: この動画を利用するにはサインインが必要です。
ko: 이 비디오를 이용하려면 로그인해야 합니다.
nl: Je moet je aanmelden voor deze video.
pl: Ten film wymaga zalogowania.
pt_br: Você precisa entrar para acessar este vídeo.
zh_hans: 需要登录才能访问此视频。

# RegionUnavailable
source: This video is not available in your region.
de: Dieses Video ist in deiner Region nicht verfügbar.
es: Este vídeo no está disponible en tu región.
fr: Cette vidéo n’est pas disponible dans votre région.
it: Questo video non è disponibile nella tua area geografica.
ja: この動画はお住まいの地域では利用できません。
ko: 이 비디오는 해당 지역에서 사용할 수 없습니다.
nl: Deze video is niet beschikbaar in jouw regio.
pl: Ten film jest niedostępny w Twoim regionie.
pt_br: Este vídeo não está disponível na sua região.
zh_hans: 此视频在你所在的地区不可用。

# LinkUnsupported
source: This link is not supported.
de: Dieser Link wird nicht unterstützt.
es: Este enlace no es compatible.
fr: Ce lien n’est pas pris en charge.
it: Questo collegamento non è supportato.
ja: このリンクには対応していません。
ko: 이 링크는 지원되지 않습니다.
nl: Deze koppeling wordt niet ondersteund.
pl: Ten link nie jest obsługiwany.
pt_br: Este link não é compatível.
zh_hans: 不支持此链接。

# FormatUnavailable
source: That format is not available for this video.
de: Dieses Format ist für das Video nicht verfügbar.
es: Ese formato no está disponible para este vídeo.
fr: Ce format n’est pas disponible pour cette vidéo.
it: Questo formato non è disponibile per il video.
ja: この動画ではその形式を利用できません。
ko: 이 비디오에서는 해당 형식을 사용할 수 없습니다.
nl: Die indeling is niet beschikbaar voor deze video.
pl: Ten format nie jest dostępny dla tego filmu.
pt_br: Esse formato não está disponível para este vídeo.
zh_hans: 此视频没有这种格式。

# RequestsLimited
source: The video provider is busy. Try again later.
de: Der Videoanbieter ist ausgelastet. Versuche es später erneut.
es: El proveedor de vídeo está ocupado. Inténtalo de nuevo más tarde.
fr: Le fournisseur vidéo est occupé. Réessayez plus tard.
it: Il provider video è occupato. Riprova più tardi.
ja: 動画プロバイダーが混み合っています。しばらくしてからもう一度お試しください。
ko: 비디오 제공자가 사용 중입니다. 나중에 다시 시도하세요.
nl: De videoprovider is bezet. Probeer het later opnieuw.
pl: Dostawca wideo jest zajęty. Spróbuj ponownie później.
pt_br: O provedor de vídeo está ocupado. Tente novamente mais tarde.
zh_hans: 视频提供商正忙。请稍后重试。

# DownloadRefused
source: The video provider refused the download. Try again shortly.
de: Der Videoanbieter hat den Download abgelehnt. Versuche es gleich noch einmal.
es: El proveedor de vídeo rechazó la descarga. Inténtalo de nuevo en unos instantes.
fr: Le fournisseur vidéo a refusé le téléchargement. Réessayez dans quelques instants.
it: Il provider video ha rifiutato il download. Riprova tra poco.
ja: 動画プロバイダーがダウンロードを拒否しました。しばらくしてからもう一度お試しください。
ko: 비디오 제공자가 다운로드를 거부했습니다. 잠시 후 다시 시도하세요.
nl: De videoprovider heeft de download geweigerd. Probeer het zo opnieuw.
pl: Dostawca wideo odrzucił pobieranie. Spróbuj ponownie za chwilę.
pt_br: O provedor de vídeo recusou o download. Tente novamente em instantes.
zh_hans: 视频提供商拒绝了下载。请稍后重试。

# ProviderUnavailable
source: Glance could not reach the video provider. Check your connection and try again.
de: Glance konnte den Videoanbieter nicht erreichen. Prüfe deine Verbindung und versuche es erneut.
es: Glance no pudo contactar con el proveedor de vídeo. Comprueba tu conexión e inténtalo de nuevo.
fr: Glance n’a pas pu joindre le fournisseur vidéo. Vérifiez votre connexion et réessayez.
it: Glance non riesce a raggiungere il provider video. Controlla la connessione e riprova.
ja: 動画プロバイダーに接続できませんでした。接続を確認して、もう一度お試しください。
ko: Glance에서 비디오 제공자에 연결할 수 없습니다. 연결을 확인하고 다시 시도하세요.
nl: Glance kan de videoprovider niet bereiken. Controleer je verbinding en probeer het opnieuw.
pl: Glance nie może połączyć się z dostawcą wideo. Sprawdź połączenie i spróbuj ponownie.
pt_br: O Glance não conseguiu acessar o provedor de vídeo. Verifique sua conexão e tente novamente.
zh_hans: Glance 无法连接到视频提供商。请检查连接后重试。

# DownloadFailed
source: The online media could not be downloaded.
de: Die Online-Medien konnten nicht heruntergeladen werden.
es: No se pudo descargar el contenido multimedia en línea.
fr: Le média en ligne n’a pas pu être téléchargé.
it: Impossibile scaricare il contenuto multimediale online.
ja: オンライン メディアをダウンロードできませんでした。
ko: 온라인 미디어를 다운로드할 수 없습니다.
nl: De online media kon niet worden gedownload.
pl: Nie udało się pobrać multimediów online.
pt_br: Não foi possível baixar a mídia online.
zh_hans: 无法下载在线媒体。
